Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1048_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Sämitige stiivrâ čuákkim 17.4.2015
sms: Sääʹmteeʹǧǧ halltõõzz sååbbar 17.4.2015

source: Sämitige stivrâ čokkânij 17.4.2015 Anarist.
sms: Sääʹmteeʹǧǧ halltõs noorõõđi såbbrõõžžâd 17.4.2015 Aanrest.

source: Čuákkim tuhhiittij sämitige ciälkkámušâid já valjij ovdâsteijeid sierâlágán pargojuávhoid Klemetti Näkkäläjärvi sajan.
sms: Sååbbar priimi sääʹmteeʹǧǧ ciâlklmid da vaʹlljii võboršeeʹǩǩid jeeʹresnallšem tuâjj-jooukid Klemetti Näkkäläjärvi sâjja.

source: Sämitige stivrâ merkkij tiättun Sämitige pargopyereestvaijeemkoijâdâllâm puáttus já adelij pargopyereestvajemân kyeskee ovdedemtooimâi valmâštâllâm pargoviehâpoolitlij äššikiirjij olášuttem čuávvumjuávhu pargon.
sms: Sääʹmteeʹǧǧ halltõs mieʹrǩǩii teâttân Sääʹmmteeʹǧǧ tuâjjpueʹrrjieʹllemkõõjjõõzz pohttmõõžžid da uuʹdi tuâjjpueʹrrjieʹllem kuõskki oouʹdeemtuåimi vaalmštõõllâm tuâjjlažkååʹddpolitiikklaž äʹššǩeeʹrji teâuddjumuužž vahssâmjoouk tuâjjan.

source: Stivrâ tuhhiittij ciälkkámuš lostâmedia torjuu jyehimist ive 2015 jotolâh- já viestâdemministeriön toimâttemnáál.
sms: Halltõs priimi ciâlkâlm gaʹzeâtpreess tuärjjõõzz juâkkmõõžžâst eeʹjj 2015 trafikk- da sakkeemministeria tuåimtem diõtt.

source: Stivrâ kieđâvušâi meid ciälkkámuš Suomâ meriäigiraapoorthammiittâsâst näliolgoštem meddâlistmân kyeskee aalmugijkoskâsii almossopâmuš olášutmist.
sms: Halltõs ǩiõttʼtõõli še ciâlkâlm Lääʹddjânnam mieʹrräiggsažrapoorthämmâz rooddčårstmõõžž jaukkeem kuõskki meeraikõskksaž takaisuåppmõõžž tiuʹddepiijjmõõžžâst.

source: Lopâlâš ciälkkámuš adeluvvoo 24.4.2015.
sms: Loopplaž ciâlkâlm uuʹdet 24.4.2015.

source: Almossopâmuš ulmen lii estiđ nääli, liškeiivne, suhâtuávváá teikâ aalmuglii teikâ etnisii algâpuáttim vuáđuld tábáhtuvvee olgoštem.
sms: Takaisuåppmõõžž täävtõssân lij cõggâd roodd, kääʹmes avi viõʹlǥǥesmuâttooumaž, šâddvuâđ leʹbe meersaž leʹbe etnlaž šâddvuõđ vuâđain pueʹtti čårsmõõžž.

source: Suomâ 23. raapoort adeluvvoo komitean porgemáánust 2015.
sms: Lääʹddjânnam 23. raportt uuʹdet komitea påʹrǧǧmannust 2015.

source: Stivrâ savâstâlâi oovdânpyehtimijn, maid taheh puáttee haldâttâsohjelmân lävdikuudij valmâštâllâm äššikirje vuáđuld.
sms: Halltõs saaǥǥstõõli pueʹtti halltõsprograamm tuâjai eʹtǩǩõõzzin luʹvddkooʹddi valmštem äʹššǩeeʹrj vuâđast.

source: Stivrâ tuhhiittij ciälkkámuš, mii kuáská motomijd poccui já luánduiäláttâsâi ruttâdmân kyeskee asâttâssáid toimâttemnáál eennâm- já meccituáluministeriön.
sms: Halltõs priimi ciâlkâlm, kååʹtt kuâskk måttmi puõccui da luâttjieʹllemvueʹjji teäggtõõzz kuõskki asetõõzzid mädd- da meäʹcctääll ministeria tuåimtem diõtt.

source: Ciälkkámuš kuoskâi kuulmâ sierâ asâttâshammiittâsân; staatârääđi asâttâs puásuituálu já luánduiäláttâsâi ruttâdemtorjust adelum staatârääđi asâttâs rievdâdem, staatârääđi asâttâs motomij puásuituálu já luánduiäláttâsâi ráhtustorjui uuccâmääigi älgimist sehe eennâm- ja meccituáluministeriö asâttâs puásuituálu já luánduiäláttâsâi ruttâdemtorjuu čuosâtmist adelum eennâm- já meccituáluministeriö asâttâs rievdâdmist.
sms: Ciâlklmest leʹjje kolmm jeeʹres asetõshämmâz; riikksuåvtõõzz asetõõzz puäʒʒtääl da luâttjieʹllemvueʹjji teäggtemtuärjjõõzzâst uʹvddum riikksuåvtõõzz asetõõzz muuttʼtumuužžâst, riikksuåvtõõzz asetõs måttmi puäʒʒtääl da luâttjieʹllemvueʹjji raajõstuärjjõõzzi ooccâmääiʹj älggmõõžžâst di mädd- da meäʹcctäällministeria asetõs puäʒʒtääl da luâttjieʹllemvueʹjji teäǧǧruõkkâmtuärjjõõzz tillõõvvmõõžžâst uʹvddum mädd- da meäʹcctäällministeria asetõõzz muttʼtumuužžâst.

source: Sämitigge ana asâttâsâi jotelis vuáimánšoddâdem huámášittee tergâdin.
sms: Sääʹmteʹǧǧ âânn asetõõzz jåʹttlõs viõʹǩǩešõddmõõžž vääžnjen.

source: Stivrâ nomâttij Klemetti Näkkäläjärvi sajan uđđâ ovdâsteijeid čuávuváid pargojuávhoid: - immateriaallii kulttuuräärbi äššitobdeejuávkun Petra Magga-Vars, - Baareents Euroarktâsii rääđi (BEAC) algâaalmugij pargojuávkun Tiina Sanila-Aikio já värijesânin Anna Morottaja.
sms: Halltõs nõõmti Klemetti Näkkäläjärvi sâjja ođđ võboršeeʹkkid pueʹtti tuâjj-jooukid: - pannmateriaalaž kulttuurpreeddan äʹsstobddijouʹǩǩe Petra Magga-Vars, - Baareeʹnc Euroaartklaž suåvtõõzz (BEAC) alggmeerai tuâjj-jouʹǩǩe Tiina Sanila-Aikio da vääʹrrvuäzzliʹžžen Anna Morottaja.

source: - olmoošvuoigâdvuođâairâskoodán Anne Nuorgam já värijesânin Heikki Paltto.
sms: - ooumažvuõiggâdvuõttluʹvddkådda Anne Nuorgam da vääʹrrvuäzzliʹžžen Heikki Paltto.

source: - Tave-eennâmlii sämisopâmuš ráđádâllâmkoodán Juha Karhu.
sms: - Tâʹvvjânnmlaž sääʹmsuåppmõõžž saaǥǥstõõllâmkådda Juha Karhu.

source: - Meccihaldâttâs Laapi ráđádâllâmkoodán Yrjö Musta já värijesânin Jouko Hetta.
sms: - Meäʹcchalltõõzz Lappi saaǥǥstõõllâmkådda Yrjö Musta da vääʹrrvuäzzliʹžžen Jouko Hetta.

source: - Suomâ jiečânâsvuođâ 100- ivváášjuhleive proojeekt airâskoodán Tiina Sanila-Aikio já värijesânin Ulla-Maarit Magga.
sms: - Lääʹddjânnam jiõččvuõđ 100- ekksažprääʹzneǩeeʹjj projeeʹkt väʹldduumkådda Tiina Sanila-Aikio da vääʹrrvuäzzliʹžžen Ulla-Maarit Magga.

source: Stivrâ oovdânpuovtij almosčuákkimân, ete tot mieđeet iäru Veikko Porsangerân suu pivdemist sosiaal- já tiervâsvuođâlävdikode, kulttuurlävdikode sehe iäláttâs- já vuoigâdvuođâlävdikode jeessânvuođâst já ete almosčuákkim väljee Porsanger sajan sosiaal- já tiervâsvuođâlävdikoodán uđđâ saavâjođetteijee, kulttuurlävdikoodán uđđâ värisaavâjođetteijee sehe iäláttâs- já vuoigâdvuođâlävdikoodán uđđâ värijeessân.
sms: Halltõs uuʹdi takaisåbbra eʹtǩǩõõzz, što tõt preemm jeäʹrdõõzz Veikko Porsanger raukkmõõžžâst sosiaal- da tiõrvâsvuõttluʹvddkååʹdd, kulttuurluʹvddkååʹdd di jieʹllemvueʹǩǩ- vuõiggâdvuõtt- luʹvddkååʹdd vuäzzlažvuõđâst da še tõn, što takaisååbbar vaʹlljad Porsanger sâjja sosiaal- da tiõrvâsvuõttluʹvddkådda ođđ saaǥǥjååʹđteei, kulttuurluʹvddkådda ođđ vääʹrrsaaǥǥjååʹđteei di jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkådda ođđ vääʹrrvuäzzla.

source: Stivrâ tuhhiittij AIL:n toimâttemnáál oovdânpyehtim, mii kuáská sämikielâlij vajoidittemkuursâi orniimân ive 2016.
sms: Halltõs priimi eʹtǩǩõõzz Kelalle tuåimtem diõtt, kååʹtt kuâskk sääʹmǩiõllsaž tõrǥsmâʹttemkuursi riâššmõõžž eeʹjjest 2016.

source: Sämitigge pivdá AIL selvâttiđ, ete pyehtih-uv orniđ sämikielâlijd vajoidittemkuursâid nuuvt, ete taid iä kištottâl haahâmlaavâ vaattâm náál EU njuolgâdusâi miäldásâš kenigâspalvâlussân já ete pyehtih-uv haahâđ taid uástupalvâlussân Taažâst.
sms: Sääʹmteʹǧǧ räukk, što Kela čiõʹlǧǧeʹči vuäiʹtt-a sääʹmǩiõllsaž tõrǥsmâʹttemkuursid riâššâd haʹŋǩǩeemlääʹjjtää ooudldem ǩeâštʼtâttmõõžž EU šeâttmõõžži meâldlânji õõlǥtemkääzzkõssân da vueiʹtet-a tõid haŋʹǩǩeed vuäʹsttemkääzzkõssân Taarrâst.

source: Sämikielâlij vajoidittemkuursâi olášume stuárráámus hástusin lii lamaš tot, ete kurssáid iä lah lamaš almottâmeh.
sms: Sääʹmǩiõllsaž tõrǥsmâʹttemkuursi teâuddjumuužž šuurmõs cõgldõssân lij leämmaž tõk, što kuursid jiâ leäkku leämmaž iʹlmmtõõʹtti.

source: Taat čuávu uásild tast, ete AIL lii uástám ive 2013 rääjist sämikielâlijd vajoidittempalvâlusâid el.
sms: Tät vuäitt leeʹd peäʹlstes tõn diõtt, što Kela lij vuäʹsttam eeʹjjest 2013 ääʹljeeʹl sääʹmǩiõllsaž tõrǥsmâʹttemkääzzkõõzzid jm.

source: Rokuast, kuus sämikuávlust lii kuhes mätki já váátá maaŋgâ peeivi mađhâšem.
sms: Rokuast, da tõk jååttmõš sääʹmvuuʹdest Rokua räjja lij kuʹǩes maaʹtki diõtt väʹǯǯlõs da tõt ooudald määŋg peeiʹv jååttmõõžž.

source: Stivrâ nomâttij säämi máttááttâskuávdáá Čuojat Juoigga Livđuu LeuŠdde !
sms: Halltõs nõõmti sääʹmvuuʹd škoouʹlʼjemkõõskõõzz Čuojat Juoigga Livđuu LeuŠdde !

source: sämimuusik rävisolmoošškovliittâshaavâ stivrimjuávkun Anna Morottaja já värijesânin Oula Guttorm.
sms: sääʹm-musiikk vuõrâsoummui škoouʹlʼjemhaʼŋǩǩõõzz raʹvvjemjouʹǩǩe Anna Morottaja da vääʹrrvuäzzližžen Oula Guttorm.

source: Stivrâ savâstâlâi Yle Säämi tiileest já meridij pivdeđ Yleisradiost sämitiggelaavâ 9 § miäldásii ráđádâllâm.
sms: Halltõs saaǥǥstõõli Yle Sápmi vueʹjjest da tuʹmmji raukkâd Aalmilažradia sääʹmteeʹǧǧlääʹjj 9 § meâldlaž saaǥǥstõõllmõõžž.

source: Lasetiäđuid addel Sämitige saavâjođetteijee Tiina Sanila-Aikio puh..
sms: Lääʹssteâđaid oudd Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tiina Sanila-Aikio teʹl.
